export default {
  projections: {
    ТЧФактВыпРE: {
      статЗатр: {
        __caption__: 'Статья затрат'
      },
      спрНомен: {
        __caption__: 'Номенклатура',
        наименование: {
          __caption__: 'Номенклатура'
        }
      },
      спрКонтрАг: {
        __caption__: 'Контрагент',
        наименование: {
          __caption__: 'Контрагент'
        }
      },
      спрВидыРаб: {
        __caption__: 'Вид работы',
        наименование: {
          __caption__: 'Вид работы'
        }
      },
      обРаб: {
        __caption__: 'Объем работы'
      },
      врПриб: {
        __caption__: 'Время прибытия'
      },
      врУб: {
        __caption__: 'Время убытия'
      },
      клЧасНОб: {
        __caption__: 'Количество часов на объекте'
      },
      кдПрост: {
        __caption__: 'Код простоя'
      },
      колЧасПр: {
        __caption__: 'Количество часов простоя'
      },
      колЧасРаб: {
        __caption__: 'Количество часов работы'
      },
      обГруз: {
        __caption__: 'Объем груза'
      }
    }
  },
  validations: {
    врПриб: {
      __caption__: 'Время прибытия'
    },
    врУб: {
      __caption__: 'Время убытия'
    },
    кдПрост: {
      __caption__: 'Код простоя'
    },
    клЧасНОб: {
      __caption__: 'Количество часов на объекте'
    },
    колЧасПр: {
      __caption__: 'Количество часов простоя'
    },
    колЧасРаб: {
      __caption__: 'Количество часов работы'
    },
    обГруз: {
      __caption__: 'Объем груза'
    },
    обРаб: {
      __caption__: 'Объем работы'
    },
    статЗатр: {
      __caption__: 'Статья затрат'
    },
    спрВидыРаб: {
      __caption__: 'спрВидыРаб'
    },
    спрЕдИзмер: {
      __caption__: 'спрЕдИзмер'
    },
    спрКонтрАг: {
      __caption__: 'спрКонтрАг'
    },
    спрНомен: {
      __caption__: 'спрНомен'
    },
    спрТипТрансСр: {
      __caption__: 'спрТипТрансСр'
    },
    спрТранспСр: {
      __caption__: 'спрТранспСр'
    },
    фактВыполРаб: {
      __caption__: 'фактВыполРаб'
    }
  }
};
