export default {
  caption: 'Фактическое выполнение работ',
  'номер-caption': 'Номер',
  'дата-caption': 'Дата',
  'время-caption': 'Время',
  'спрПользов.фИО-caption': 'Пользователь',
  'спрКонтрАг.наименование-caption': 'Контрагент',
  'спрОбъектСтр.наименование-caption': 'Объект строительства',
  'спрПользов-caption': 'Пользователь',
  'спрКонтрАг-caption': 'Контрагент',
  'спрОбъектСтр-caption': 'Объект строительства',
  'тЧФактВыпР-caption': 'Табличная Часть Фактическое выполнение работ'
};
